[
{ "quote": "Stay hard when it's comfortable to be soft." },
{ "quote": "Embrace the suck. It's where greatness is forged." },
{ "quote": "Don't let comfort be your prison. Get comfortable being uncomfortable." },
{ "quote": "When you want to quit, remember why you started. Stay hard for your future self." },
{ "quote": "Mediocrity is a disease. Stay hard and chase excellence." },
{ "quote": "Your excuses are holding you back. Stay hard and break through your limitations." },
{ "quote": "The pain you feel today is the strength you gain tomorrow. Stay hard and embrace the struggle." },
{ "quote": "Don't let your fears dictate your destiny. Stay hard and face them head-on." },
{ "quote": "Complaining is the thief of joy. Stay hard and focus on making the most of what you can control." },
{ "quote": "Every obstacle is an opportunity to get better. Stay hard and use them to your advantage." },
{ "quote": "The only person you are destined to become is the person you decide to be. Stay hard and choose greatness." },
{ "quote": "Discipline is the bridge between goals and achievement. Stay hard and be relentless in your pursuit." },
{ "quote": "Excuses are the nails that build houses of failure. Stay hard and make results, not excuses." },
{ "quote": "Average is a disease. Stay hard and don't settle for anything less than extraordinary." },
{ "quote": "The only way to find your limits is to push beyond them. Stay hard and keep breaking your own records." },
{ "quote": "It's not about being perfect. It's about progress. Stay hard and get a little bit better every day." },
{ "quote": "The only person you are in competition with is yourself. Stay hard and be your best self, always." },
{ "quote": "Failure is not falling down. Failure is staying down. Stay hard and get back up, stronger than before." },
{ "quote": "The pain you feel today is the strength you gain tomorrow. Stay hard and keep showing up, day after day." },
   {"quote": "Strength doesn't come from lifting weights. It comes from conquering your fears and doubts." },
{ "quote": "Hard work is the key to unlocking your potential. Don't wait for luck, make your own." },
{ "quote": "Stay strong when the road gets tough. Remember, the climb is worth the view from the top." },
{ "quote": "Every tear you shed is a drop of strength you gain. Let them fuel your determination." },
{ "quote": "Don't let your failures define you. Learn from them, rise again, and keep pushing forward." },
{ "quote": "You are braver than you believe, stronger than you seem, and smarter than you think. Stay strong." },
{ "quote": "Hard work beats talent when talent doesn't work hard. Outwork your doubts and watch them disappear." },
{ "quote": "Every obstacle is a stepping stone on the path to greatness. Stay strong and keep climbing." },
{ "quote": "Don't let your fears hold you back. The greatest risk is not taking any risk at all. Stay strong and chase your dreams." },
{ "quote": "Small steps taken consistently lead to giant leaps. Stay strong and celebrate the journey, not just the destination." },
{ "quote": "The world needs your unique light. Don't dim it for anyone. Stay strong and shine bright." },
{ "quote": "Be the oak in the storm, the lighthouse in the fog, the mountain that stands tall. Stay strong and weather any storm." },
{ "quote": "Hard work is not a punishment, it's an investment in your future. Invest wisely and reap the rewards." },
{ "quote": "The only person you are in competition with is yourself. Be your best self, every day. Stay strong and keep growing." },
{ "quote": "Every setback is a chance to come back stronger. Embrace the challenges and use them to your advantage." },
{ "quote": "Discipline is the bridge between your dreams and reality. Cross it with hard work and unwavering dedication." },
{ "quote": "Success is not a sprint, it's a marathon. Pace yourself, stay focused, and never give up. Stay strong." },
{ "quote": "Your limitations are only as real as you believe them to be. Push past them and discover your true potential." },
{ "quote": "Fall seven times, stand up eight. The only way to stay down is to give up. Keep rising, keep fighting, stay strong." },
{ "quote": "Surround yourself with people who lift you up, not hold you back. Their strength will fuel yours. " },
{ "quote": "Be kind to yourself, but never settle for mediocrity. Challenge yourself, push your limits, and keep growing. Stay strong." },
{ "quote": "Let your failures be your teachers, your challenges your motivators, and your doubts your fuel for growth. Stay strong." },
{ "quote": "The world needs your voice, your passion, your resilience. Don't be afraid to stand up and be counted. " },
{ "quote": "Embrace the uncomfortable, the unknown, the difficult. It's in these moments that true growth takes place. Stay strong." },
{ "quote": "Don't let comparison steal your joy. Celebrate your victories, big and small. Stay strong and be proud of who you are." },
{ "quote": "Life is a gift, full of beauty and possibility. Embrace it with open arms and a fearless heart. Stay strong and enjoy the ride." },
{ "quote": "Every day is a chance to start anew. Leave the past behind, focus on the present, and build your future. Stay strong and keep moving forward." },
{ "quote": "Believe in yourself. You are capable of more than you think. Unleash your inner strength and conquer your goals. Stay strong." },
{ "quote": "Life is too short to play it safe. Take risks, chase your dreams, and make the most of every moment." },
]
